Repository: nrudakov/PortableAnymapViewer
Catalog: Portable Anymap Viewer/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# AppBarBtnAbout.Label
source: About
ru_ru: О приложении

# AppBarBtnAddFolder.Label
source: Add Folder
ru_ru: Добавить папку

# AppBarBtnCancel.Label
source: Cancel
ru_ru: Отмена

# AppBarBtnCancel.ToolTipService.ToolTip
source: Cancel (Esc)
ru_ru: Отмена (Esc)

# AppBarBtnChangeFolder.Label
source: Change Output Folder
ru_ru: Изменить выходную папку

# AppBarBtnConvert.Label
source: Convert
ru_ru: Конвертировать

# AppBarBtnConvertToAnymap.Label
source: Convert to Anymap
ru_ru: Конвертировать в Anymap

# AppBarBtnCreateFile.Label
source: Create Anymap
ru_ru: Создать Anymap

# AppBarBtnCreateFolder.Label
source: Create Folder
ru_ru: Создать папку

# AppBarBtnDelete.Label
source: Delete
ru_ru: Удалить

# AppBarBtnDeleteSelected.Label
source: Delete Selected
ru_ru: Удалить выбранные

# AppBarBtnDonate.Label
source: Donate
ru_ru: Донат

# AppBarBtnEdit.Label
source: Edit
ru_ru: Редактировать

# AppBarBtnOpenFile.Label
source: Open Anymap
ru_ru: Открыть Anymap

# AppBarBtnProperties.Label
source: Properties
ru_ru: Свойства

# AppBarBtnRate.Label
source: Rate the App
ru_ru: Оценить приложение

# AppBarBtnRemoveFolders.Label
source: Remove Selected
ru_ru: Удалить выбранные

# AppBarBtnSave.Label
source: Save
ru_ru: Сохранить

# AppBarBtnSave.ToolTipService.ToolTip
source: Save
ru_ru: Сохранить

# AppBarBtnSaveAs.Label
source: Save As
ru_ru: Сохранить как

# AppBarBtnSaveAs.ToolTipService.ToolTip
source: Save As
ru_ru: Сохранить как

# AppBarBtnSaveCopy.Label
source: Save Copy
ru_ru: Сохранить копию

# AppBarBtnSaveCopy.ToolTipService.ToolTip
source: Save Copy (Ctrl +S)
ru_ru: Сохранить копию (Ctrl +S)

# AppBarBtnSelect.Label
source: Select
ru_ru: Выбрать

# AppBarBtnSelectFolders.Label
source: Select Folders
ru_ru: Выбрать папки

# AppBarBtnShare.Label
source: Share
ru_ru: Поделиться

# AppBarTglBtnCompare.Label
source: Compare
ru_ru: Сравнить

# AppBarTglBtnCompare.ToolTipService.ToolTip
source: Compare (Ctrl + /)
ru_ru: Сравнить (Ctrl + /)

# AppBarTglBtnInputMode.Label
source: Overwrite
ru_ru: Перезаписывать

# AppBarTglBtnInputMode.ToolTipService.ToolTip
source: InputMode (Ins)
ru_ru: Режим ввода (Ins)

# AppBarTglBtnPreview.Label
source: Preview
ru_ru: Предпросмотр

# AppBarTglBtnPreview.ToolTipService.ToolTip
source: Preview
ru_ru: Предпросмотр

# BtnBug.Content
source: Report a Bug
ru_ru: Сообщить об ошибке

# BtnCreate.Content
source: Create
ru_ru: Создать

# BtnFeedback.Content
source: Send a Feedback
ru_ru: Отправить отзыв

# BtnPurchase.Content
source: Purchase
ru_ru: Купить

# CmbFileType.Header
source: Format
ru_ru: Формат

# CmbItmReplace.Content
source: Replace Existing
ru_ru: Заменить существующий

# CmbItmSkip.Content
source: Skip
ru_ru: Пропустить

# CmbItmUnique.Content
source: Generate Unique Name
ru_ru: Сгенерировать уникальное имя

# CmbNameCollision.Header
source: Name Collision Issue
ru_ru: Конфликт имён

# DeleteDialogClose
source: No
ru_ru: Нет

# DeleteDialogContent
source: Are you sure to delete "{0}"?
ru_ru: Вы уверены, что хотите удалить файл "{0}"?

# DeleteDialogSecondary
source: Yes
ru_ru: Да

# DeleteDialogTitle
source: Delete File
ru_ru: Удаление файла

# LstProducts.Header
source: Select donate option, please:
ru_ru: Выберите вариант доанта, пожалуйста:

# PurchaseStatusAlreadyPurchased
source: You have already made this donation.
ru_ru: Вы уже сделали этот донат.

# PurchaseStatusNetworkError
source: Donation was not made due to a network error.
ru_ru: Донат не получился из-за ошибки в соединении.

# PurchaseStatusNotPurchased
source: Donation was not made, it may have been canceled.
ru_ru: Донат отменен.

# PurchaseStatusServerError
source: Donation was not made due to a server error.
ru_ru: Донат не получился из-за ошибки на сревере.

# PurchaseStatusSucceeded
source: You have successfully made a donation, thank you!
ru_ru: Успешный донат, спасибо!

# PurchaseStatusUnknownError
source: Donation was not made due to an unknown error.
ru_ru: Донат не полуичился из-за неизвестной ошибки.

# TabHdrConverted.Label
source: Converted Files
ru_ru: Готово

# TabHdrWaiting.Label
source: Waiting Files
ru_ru: Ожидают

# TglSwtConverterDepth8_16.Header
source: Depth
ru_ru: Глубина

# TglSwtConverterDepth8_16.OffContent
source: 8-bit
ru_ru: 8-бит

# TglSwtConverterDepth8_16.OnContent
source: 16-bit
ru_ru: 16-бит

# TglSwtConverterIsBinary.Header
source: Mode
ru_ru: Режим

# TglSwtConverterIsBinary.OffContent
source: Text
ru_ru: Текстовый

# TglSwtConverterIsBinary.OnContent
source: Binary
ru_ru: Двоичный

# TxtCreateFileName.Header
source: Filename
ru_ru: Имя файла

# TxtCreateFolderName.Header
source: Foldername
ru_ru: Имя папки

# TxtDepthHeader.Text
source: Depth:
ru_ru: Глубина:

# TxtDonateMotivationRun1.Text
source: The best way to say 'thanks'
ru_ru: Лучший способ поблагодарить

# TxtDonateMotivationRun2.Text
source: to the developer is
ru_ru: разработчика приложения —

# TxtDonateMotivationRun3.Text
source: donate purchasing! :)
ru_ru: сделать донат! :)

# TxtFilenameHeader.Text
source: Filename:
ru_ru: Имя файла:

# TxtFolders.Text
source: Folders
ru_ru: Папки

# TxtHeightHeader.Text
source: Height:
ru_ru: Высота:

# TxtInstalledDate.Text
source: Installed Date:
ru_ru: Дата установки:

# TxtInstalledLocation.Text
source: Installed Location:
ru_ru: Расположение:

# TxtMaxPixelValue.Header
source: Maximum Pixel Value (0–255)
ru_ru: Макс. значение (0–255)

# TxtMaxPixelValue16
source: Maximum Pixel Value (0–65535)
ru_ru: Макс. значение (0–65535)

# TxtMaxPixelValue8
source: Maximum Pixel Value (0–255)
ru_ru: Макс. значение (0–255)

# TxtOutputFolderLabel.Text
source: Output Folder:
ru_ru: Выходная папка:

# TxtPublisher.Text
source: Publisher:
ru_ru: Издатель:

# TxtThresholdLevel16.Header
source: Threshold Level 16-bit (0–65535)
ru_ru: Порог 16-бит (0–65535)

# TxtThresholdLevel8.Header
source: Threshold Level 8-bit (0–255)
ru_ru: Порог 8-бит (0–255)

# TxtWidthHeader.Text
source: Width:
ru_ru: Ширина:

# UnsavedDialogClose
source: No
ru_ru: Нет

# UnsavedDialogContent
source: Are you sure you want to exit?
ru_ru: Вы уверены, что хотите выйти?

# UnsavedDialogSecondary
source: Yes
ru_ru: Да

# UnsavedDialogTitle
source: Changes are unsaved!
ru_ru: Несохраненные изменения!
